[
    {
        "_id": "1",
        "name": "Brake Disc",
        "description": "<p>A disc brake is a type of brake that uses calipers to squeeze pairs of pads against a disc or \"rotor\"[1] to create friction.[2] This action retards the rotation of a shaft, such as a vehicle axle, either to reduce its rotational speed or to hold it stationary. The energy of motion is converted into waste heat<span class=\"ql-font-monospace\"> </span>which must be dispersed. Hydraulically actuated disc brakes are the most commonly used form of brake for motor vehicles, but the principles of a disc brake are applicable to almost any rotating shaft</p>",
        "photo": "../../assets/images/brake.jpg"
    },
    {
        "_id": "1",
        "name": "Air Filter",
        "description": "Your vehicle's Air Filter plays a vital role in the smooth running of your engine. As part of the combustion process air is sucked into the engine to help give your vehicle power at all times. To ensure debris and various other particles are not sucked into your engine an Engine Air Filter is installed to help prevent and block any unwanted contaminants. \n \nThis is therefore crucial that your Air Filter is working to its full potential and replaced regularly as recommended by your vehicles owner manual. An old or failed Air Filter could potentially be the cause of lack of power and even engine failure. \n \nAir filters come in all shapes and sizes and it is therefore important to check before purchasing that you are ordering the correct one for your vehicle. \n \n",
        "photo": "../../assets/images/air.jpg"
    },
    {
        "_id": "1",
        "name": "Oil Filter",
        "description": "Your engine is full of various moving parts that can potential wear over time if not carefully lubricated and maintained. Engine Oil is used internally to ensure all these moving parts are lubricated at all times reducing wear and tear. \n \nDue to the temperatures and the various moving parts there are often contaminants that find themselves in the oil such as various debris. It is therefore vital that we ensure these small contaminants to not make their way into the engine via the flow of oil. \n \nThis is where your vehicle's Engine Oil Filter comes into play. Acting in a similar manner various other filters in your vehicle. It allows the Oil to pass through your filter whilst preventing any debris to pass through. Collecting it internally to ensure these small pieces cannot be in contact with your engine. \n \nIt is therefore vital as part of your vehicle service that when you change your oil you also change your Engine Oil Filter to ensure optimum performance and reduced wear and tear on your engine.  \n",
        "photo": "../../assets/images/oil.jpg"
    },
    {
        "_id": "1",
        "name": "Brake Pads",
        "description": "A critical part to your own safety when in your vehicle are your vehicle's brake pads. These are installed on every vehicle to ensure you stop safely and efficiently at all times. \n \nAs you apply pressure to your brake pedal in your vehicle, hydraulic fluid is pumped through the brake lines and into your Brake Caliper. With the help of a piston the brake pads are then engaged and clamp down on your brake discs which will gradually slow you down in accordance to how hard you have pushed your brake pedal. \n \nIt is therefore vital that these are maintained at all times along with all of your other brake components. \n \nOver time the friction material on your Brake Pads will wear due to their heavy usage, and the more they wear the more travel you will have in your brake pedal meaning the harder it is to slow down. \n \nWe always recommend using the best of quality brake pads from some of the most popular brands, and never skimp on price as one day these could save your lives. \n \nWhilst your vehicles owner manual will highlight how often to change these, it really does depend on your driving style as some people use their brakes harder than others which can cause increased wear. Therefore, we recommend keeping an eye on both your brake pads and discs. Many brake pads on modern vehicles will come with a wear sensor which will help highlight when they need changing. \n\n",
        "photo": "../../assets/images/pads.jpg"
    },
    {
        "_id": "1",
        "name": "Wiper Blade",
        "description": "\nWindshield wiper on a parked car. In this common design, the force from the arm is distributed evenly with a series of linkages known as a whippletree.\n\nA common windscreen wiper arm and blade\nA windscreen wiper or windshield wiper (American English) is a device used to remove rain, snow, ice and debris from a windscreen or windshield. Almost all motor vehicles, including cars, trucks, buses, train locomotives, watercraft with a cabin and some aircraft, are equipped with such wipers, which are usually a legal requirement.\n\nA wiper generally consists of a metal arm, pivoting at one end and with a long rubber blade attached to the other. The arm is powered by a motor, often an electric motor, although pneumatic power is also used in some vehicles. The blade is swung back and forth over the glass, pushing water or other precipitation from its surface. The speed is normally adjustable, with several continuous speeds and often one or more \"intermittent\" settings. Most automobiles use two synchronized radial type arms, while many commercial vehicles use one or more pantograph arms.",
        "photo": "../../assets/images/wiper.jpg"
    },
    {
        "_id": "1",
        "name": "Starter Motor",
        "description": "A starter (also self-starter, cranking motor, or starter motor) is a device used to rotate (crank) an internal-combustion engine so as to initiate the engine's operation under its own power. Starters can be electric, pneumatic, or hydraulic. In the case of very large engines, the starter can even be another internal-combustion engine.",
        "photo": "../../assets/images/motor.jpg"
    },
    {
        "_id": "1",
        "name": "Cabin Filter",
        "description": "Have you ever been driving down the road and seen a vehicle in front of you letting off far too much smoke and unpleasant smells? Whilst we try to avoid situations like this, it often isn’t possible. Especially with things such as allergies (hay fever etc.). This is where a Cabin Filter or Pollen Filter come into action. \n \nWorking in a similar manner to your vehicle's Air Filter your Cabin Filter ensures it filters the air that goes in and only allows the pure clean air to pass through. Due to your vehicles ventilation system this is set up to ensure you only breath fresh air in through your cabin. Hence the name! \n \nYour Pollen or Cabin Filter is usually located behind your dashboard and can be accessed from the interior of your vehicle. You will usually know when your filter needs changing due to a change of odor within the vehicle or additional noises that were not apparent previously. We do however recommend checking your vehicles owner manual for more information on how regularly these should be changed. \n",
        "photo": "../../assets/images/cabin.jpg"
    },
    {
        "_id": "1",
        "name": "Fuel Filter",
        "description": "Your vehicle's fuel filter can come in various shapes and sizes. It also depends on whether you have a Petrol or Diesel vehicle. \n \nIn today's modern age any fuel you purchase from a local petrol station will be filtered and cleaned to ensure that no contaminants enter your vehicles petrol tank. However, over the years it is likely that debris may enter your tank and sit in your fuel tank. \n \nAs this fuel is used the debris will pass through the fuel lines and into the engine. It is therefore vital that this fuel is filtered correctly to not only prevent blockages in the fuel lines but also stop any of these contaminants getting into the engine which could cause performance issues and even damage internal aspects of your engine. \n \nA Fuel Filter is therefore installed to help prevent this. They come in various shapes and sizes and made out of various materials. The most popular styles being In-Line Filters which act as part of the Fuel Line filtering out bad fuel. Whilst the other is Screw on filters which are additions to the line itself. \n \nIt is recommended these are maintained as set out in your vehicles owner manual, as failure to change your Fuel Filter could result in a shortage of fuel to your engine and even worst fatal damage to the internal components. \n",
        "photo": "../../assets/images/fuel.jpg"
    },
    {
        "_id": "1",
        "name": "Fuel Filter",
        "description": "The smoothness of your vehicles ride is usually due to two major components of your vehicles suspension… Your Shock Absorbers and Coil Springs. Whilst there are various other components necessary, these are the key parts that will affect your ride comfort over time.A vehicles Shock Absorber, also known as a Shock Damper has been carefully crafted to offer absorption on impact when going over uneven surfaces. It's also why when you watch a car going over various terrain the wheels move up and down with the surface whilst the vehicle body tends to stay in place.Over time due to the purpose of these parts they begin to wear causing leaks, knocking noises and a reduction in absorption. Therefore it is recommended to replace these when necessary.It is also recommended to change these parts in pairs so for example if you are changing one of the rear shock absorbers you should also change the other rear shock at the same time to reduce any uneven affects.",
        "photo": "../../assets/images/shock.jpg"
    },
    {
        "_id": "1",
        "name": "Brake Calipers",
        "description": "Brake calipers are a vital part of your vehicle's braking system. When you step on the brake, brake fluid from the master cylinder creates hydraulic pressure on one or more pistons in the brake caliper, forcing the pads against the rotor.",
        "photo": "../../assets/images/calipers.jpg"
    }
]